Repository: CriosChan/EasySave
Catalog: EasySave/Views/Resources/UserInterface.*.resx
Languages: fr_fr

# Menu.AddBackup
source: Add backup configuration
fr_fr: Ajouter une configuration de sauvegarde

# Menu.RemoveBackup
source: Remove backup configuration
fr_fr: Supprimer une configuration de sauvegarde

# Menu.LaunchBackupJob
source: Launch backup job
fr_fr: Lancer un travail de sauvegarde

# Menu.ListJobs
source: List backup jobs
fr_fr: Lister les travaux de sauvegarde

# Menu.Title.Main
source: === EasySave Menu ===
fr_fr: === Menu EasySave ===

# Common.PressAnyKey
source: Press any key to return to the menu.
fr_fr: Appuyez sur une touche pour revenir au menu.

# Common.InvalidInput
source: Invalid input, please try again.
fr_fr: Saisie invalide, veuillez réessayer.

# Common.Cancelled
source: Action cancelled.
fr_fr: Action annulée.

# Jobs.Header
source: Configured backup jobs
fr_fr: Travaux de sauvegarde configurés

# Jobs.None
source: No backup job is configured.
fr_fr: Aucun travail de sauvegarde n'est configuré.

# Jobs.Columns
source: Id | Name | Type | Source -> Target
fr_fr: Id | Nom | Type | Source -> Cible

# Add.Header
source: Add a backup job
fr_fr: Ajouter un travail de sauvegarde

# Add.PromptName
source: Backup name:
fr_fr: Nom de la sauvegarde :

# Add.PromptSource
source: Source directory:
fr_fr: Répertoire source :

# Add.PromptTarget
source: Target directory:
fr_fr: Répertoire cible :

# Add.PromptType
source: Backup type:
fr_fr: Type de sauvegarde :

# Add.TypeOptions
source: 1) Complete 2) Differential
fr_fr: 1) Complète 2) Différentielle

# Add.Success
source: Backup job created.
fr_fr: Travail de sauvegarde créé.

# Add.Failed
source: Unable to create the job:
fr_fr: Impossible de créer le travail :

# Add.Error.MaxJobs
source: Maximum number of jobs reached (5).
fr_fr: Nombre maximum de travaux atteint (5).

# Add.Error.NoFreeSlot
source: No free slot available (1..5).
fr_fr: Aucune place libre disponible (1..5).

# Remove.Header
source: Remove a backup job
fr_fr: Supprimer un travail de sauvegarde

# Remove.Prompt
source: Enter a job id (e.g. 1) or a job name:
fr_fr: Saisissez un id (ex : 1) ou un nom de sauvegarde :

# Remove.NotFound
source: No matching job found.
fr_fr: Aucun travail correspondant n'a été trouvé.

# Remove.Success
source: Job removed.
fr_fr: Travail supprimé.

# Launch.Header
source: Launch backup
fr_fr: Lancer une sauvegarde

# Launch.Prompt
source: Enter a job id to run, or 0 to run all jobs sequentially:
fr_fr: Saisissez l'id à exécuter, ou 0 pour exécuter tous les travaux séquentiellement :

# Launch.Invalid
source: Invalid id.
fr_fr: Id invalide.

# Launch.NotFound
source: Job not found.
fr_fr: Travail introuvable.

# Launch.RunningAll
source: Running all jobs...
fr_fr: Exécution de tous les travaux...

# Launch.RunningOne
source: Running job {0} - {1}...
fr_fr: Exécution du travail {0} - {1}...

# Launch.Done
source: Execution finished.
fr_fr: Exécution terminée.

# Path.SourceNotFound
source: Source directory does not exist. Please enter an existing directory.
fr_fr: Le répertoire source n'existe pas. Veuillez saisir un répertoire existant.

# Path.TargetNotFound
source: Target directory does not exist. Please enter an existing directory.
fr_fr: Le répertoire cible n'existe pas. Veuillez saisir un répertoire existant.

# Terminal.log.NoJobConfigured
source: No backup job configured.
fr_fr: Aucun travail de sauvegarde configuré.

# Terminal.log.JobIdNotFound
source: Job {0} not found.
fr_fr: Le travail {0} n'a pas été trouvé.

# Terminal.log.JobSourceNotFound
source: Job {0} skipped: source directory not found.
fr_fr: Le travail {0} a été ignoré: le dossier source est introuvable.

# Terminal.log.JobTargetNotFound
source: Job {0} skipped: target directory not found.
fr_fr: Le travail {0} a été ignoré: le dossier destinataire est introuvable.

# Terminal.log.Usage
source: Usage:
fr_fr: Utilisation :

# Menu.Quit
source: Quit
fr_fr: Quitter

# Menu.Lang
source: Change language
fr_fr: Changer la langue

# Jobs.Execute.All
source: Execute all jobs
fr_fr: Exécuter tous les travaux

# Jobs.Execute.ID
source: Run the job - {0} - {1}
fr_fr: Exécuter le job - {0} - {1}

# Return
source: Return to menu
fr_fr: Retourner au menu

# Menu.Title.Lang
source: === Change Language ===
fr_fr: === Change la langue ===

# Menu.Title.StartJob
source: === Start a save ===
fr_fr: === Lancer une sauvegarde ===

# Menu.Title.RemoveJob
source: === Remove a backup Job ===
fr_fr: === Supprimer un travail de sauvegarde ===

# Jobs.Remove.ID
source: Remove job {0} - {1}
fr_fr: Supprimer le travail de sauvegarde {0} - {1}

# Menu.Title.LogType
source: === Choose a Log Type ===
fr_fr: === Choisir un type de log ===

# Menu.Log
source: Choose a Log Type
fr_fr: Choisir un type de log

# Gui.Window.Title
source: EasySave - Backup Manager
fr_fr: EasySave - Gestionnaire de sauvegarde

# Gui.Settings.Label
source: Settings
fr_fr: Paramètres

# Gui.Settings.Screen.Title
source: Application Settings
fr_fr: Paramètres de l'application

# Gui.Settings.Section.Language
source: Language
fr_fr: Langue

# Gui.Settings.Section.LogType
source: Log Type
fr_fr: Type de log

# Gui.Settings.Hint.FutureExtension
source: This settings screen is ready for future parameters.
fr_fr: Cet écran de paramètres est prêt à accueillir de nouveaux réglages.

# Gui.Button.English
source: English
fr_fr: Anglais

# Gui.Button.AddJob
source: Add Job
fr_fr: Ajouter un job

# Gui.Button.RemoveSelected
source: Remove Selected
fr_fr: Supprimer la sélection

# Gui.Button.RunSelectedJob
source: Run Selected Job
fr_fr: Lancer le job sélectionné

# Gui.Button.RunAllJobs
source: Run All Jobs
fr_fr: Lancer tous les jobs

# Gui.Button.BrowseSource
source: Browse source...
fr_fr: Parcourir la source...

# Gui.Button.BrowseTarget
source: Browse target...
fr_fr: Parcourir la cible...

# Gui.Status.LanguageChangedFr
source: Language changed to French
fr_fr: Langue changée en Français

# Gui.Status.LanguageChangedEn
source: Language changed to English
fr_fr: Langue changée en Anglais

# Gui.Status.LogTypeJsonSet
source: Log type set to JSON
fr_fr: Type de log défini sur JSON

# Gui.Status.LogTypeXmlSet
source: Log type set to XML
fr_fr: Type de log défini sur XML

# Gui.Status.BackupStoppedByBusinessSoftware
source: Backup '{0}' stopped: business software is running
fr_fr: Sauvegarde '{0}' arrêtée : un logiciel métier est en cours d'exécution

# Gui.Menu.Settings
source: Settings
fr_fr: Paramètres

# Gui.Menu.Features
source: Features
fr_fr: Fonctionnalités

# Gui.Menu.ManageBusinessSoftware
source: Manage Business Software
fr_fr: Gérer les logiciels métier

# Gui.Navigation.Back
source: Back
fr_fr: Retour

# Gui.BusinessSoftware.Catalog.Title
source: Select Business Software
fr_fr: Sélectionner les logiciels métier

# Gui.BusinessSoftware.Added.Title
source: Added Business Software
fr_fr: Logiciels métier ajoutés

# Gui.BusinessSoftware.Search.Label
source: Search software
fr_fr: Rechercher un logiciel

# Gui.BusinessSoftware.Search.Placeholder
source: Type to filter software
fr_fr: Saisissez un nom pour filtrer

# Gui.BusinessSoftware.Button.AddSelected
source: Add Selected
fr_fr: Ajouter la sélection

# Gui.BusinessSoftware.Button.ViewAdded
source: View Added Software
fr_fr: Voir les logiciels ajoutés

# Gui.BusinessSoftware.Button.RemoveSelected
source: Remove Selected
fr_fr: Supprimer la sélection

# Gui.BusinessSoftware.Status.Updated
source: Business software list updated.
fr_fr: Liste des logiciels métier mise à jour.

# Gui.BusinessSoftware.Status.Removed
source: Business software removed from blocker list.
fr_fr: Logiciel métier supprimé de la liste de blocage.
